
; Utility Items

[LW2WOTC_CeramicPlating X2EquipmentTemplate]
FriendlyName="陶瓷护甲"
FriendlyNamePlural="陶瓷护甲"
UnknownUtilityCategory="护甲"
BriefSummary="拨款 <Ability:CERAMIC_PLATING_HP> 临时护盾。"
TacticalText="<Bullet/> 拨款 <Ability:CERAMIC_PLATING_HP> 临时护盾。<br/><Bullet/> 这些生命值一旦丢失，在任务的剩余时间内就无法恢复。<br/><Bullet/> 陶瓷镀层护甲HP的损失不会增加伤口时间。\n<Bullet/> 一次只能装备一件护甲物品和一件背心。"

[LW2WOTC_AlloyPlating X2EquipmentTemplate]
FriendlyName="合金镀层护甲"
FriendlyNamePlural="合金镀层护甲"
UnknownUtilityCategory="护甲"
BriefSummary="拨款 <Ability:ALLOY_PLATING_HP> 临时护盾。"
TacticalText="<Bullet/> 拨款 <Ability:ALLOY_PLATING_HP> 临时护盾。<br/><Bullet/> 这些生命值一旦丢失，在任务的剩余时间内就无法恢复。<br/><Bullet/>护盾性HP的损失不会增加伤口时间。\n<Bullet/> 一次只能装备一件护甲物品和一件背心。"

[LW2WOTC_ChitinPlating X2EquipmentTemplate]
FriendlyName="甲壳素护甲"
FriendlyNamePlural="甲壳素护甲"
UnknownUtilityCategory="护甲"
BriefSummary="拨款 <Ability:CHITIN_PLATING_HP> 临时护盾。"
TacticalText="<Bullet/>拨款<Ability:CHITIN_PLATING_HP> 临时护盾。<br/><Bullet/> 这些生命值一旦丢失，在任务的剩余时间内就无法恢复。<br/><Bullet/> 护盾性HP的损失不会增加伤口时间。\n<Bullet/>一次只能装备一件护甲物品和一件背心。"

[LW2WOTC_CarapacePlating X2EquipmentTemplate]
FriendlyName="甲壳镀层护甲"
FriendlyNamePlural="甲壳镀层护甲"
UnknownUtilityCategory="Plating"
BriefSummary="Grants <Ability:CARAPACE_PLATING_HP> 临时护盾。"
TacticalText="<Bullet/>拨款<Ability:CARAPACE_PLATING_HP> 临时护盾。<br/><Bullet/> 这些生命值一旦丢失，在任务的剩余时间内就无法恢复。<br/><Bullet/> 护盾性HP的损失不会增加伤口时间。\n<Bullet/>一次只能装备一件护甲物品和一件背心。"

; Abilities

[LW2WOTC_CeramicPlating_Ability X2AbilityTemplate]
LocFriendlyName="陶瓷护甲"
LocFlyOverText="陶瓷护甲"
LocLongDescription="您将获得<Ability:CERAMIC_PLATING_HP>临时护盾值。"
LocHelpText="您将获得<Ability:CERAMIC_PLATING_HP>临时护盾值。"

[LW2WOTC_AlloyPlating_Ability X2AbilityTemplate]
LocFriendlyName="合金镀层护甲"
LocFlyOverText="合金镀层护甲"
LocLongDescription="您将获得<Ability:ALLOY_PLATING_HP>临时护盾值。"
LocHelpText="您将获得<Ability:ALLOY_PLATING_HP>临时护盾值。"

[LW2WOTC_ChitinPlating_Ability X2AbilityTemplate]
LocFriendlyName="甲壳素护甲"
LocFlyOverText="甲壳素护甲"
LocLongDescription="您将获得<Ability:CHITIN_PLATING_HP>临时护盾值。"
LocHelpText="您将获得<Ability:CHITIN_PLATING_HP>临时护盾值。"

[LW2WOTC__CarapacePlating_Ability X2AbilityTemplate]
LocFriendlyName="甲壳镀层护甲"
LocFlyOverText="甲壳镀层护甲"
LocLongDescription="您将获得<Ability:CARAPACE_PLATING_HP>临时护盾值。"
LocHelpText="您将获得<Ability:CARAPACE_PLATING_HP>临时护盾值。"

; Proving Grounds Techs

[LW2WOTC_AlloyPlating_Foundry X2TechTemplate]
DisplayName="合金镀层护甲"
Summary="我们的这种改进 陶瓷护甲 应该为我们的士兵提供额外的护盾保护."

[LW2WOTC_ChitinPlating_Foundry X2TechTemplate]
DisplayName="甲壳素护甲"
Summary="在研究了外星人的寄生兽恐怖单位后，我们相信我们可以结合他们外骨骼的材料，创造出我们的部队可以携带的极其坚固的镀层护甲套装。"

[LW2WOTC_CarapacePlating_Foundry X2TechTemplate]
DisplayName="甲壳镀层护甲"
Summary="这款升级的镀层护甲套装借鉴了一些旧的 XCOM 设计，为部队提供了重要的护盾保护。"
